[
       {
          "id": 1,
          "name":"Dhaka",
          "image":"https://images.unsplash.com/photo-1624395148974-f929045c9093?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=934&q=80",
          
          "details":"Dhaka is the capital and largest city of Bangladesh, located in the central region of the country. With a population of over 21 million people, it is one of the most densely populated cities in the world.Dhaka has a rich history, dating back to the 7th century, when it was known as a trading center for muslin and silk. Over the centuries, it has been ruled by various kingdoms and empires, including the Mughals, British, and Pakistanis, before gaining independence in 1971 as part of Bangladesh.Today, Dhaka is a bustling city with a mix of modern and traditional architecture, lively markets, and a vibrant culture. It is a major center for trade, commerce, and industry in Bangladesh, with major industries including textiles, pharmaceuticals, and electronics.Tourist attractions in Dhaka include the historic Ahsan Manzil palace, the 17th century Lalbagh Fort, the National Museum, and the Dhakeshwari Temple. The city also has a thriving arts scene, with numerous galleries and cultural centers showcasing traditional and contemporary art and music.",
          "Establishment": "1608 (415 years ago)",
          "famouse": "Dhaka was the capital of a proto-industrialised Mughal Bengal for 75 years (1608–39 and 1660–1704). It was the hub of the muslin trade in Bengal and one of the most prosperous cities in the world."
       },
       {
          "id": 2,
          "name":"Cox's Bazar",
          "image":"https://images.unsplash.com/photo-1582650625119-3a31f8fa2699?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=774&q=80",
          "details":"Cox's Bazar is a seaside town and district in the Chittagong Division of Bangladesh. It is famous for having the longest natural sea beach in the world, which stretches over 120 kilometers along the Bay of Bengal.The town was named after Captain Hiram Cox, a British East India Company officer who served as the superintendent of Palongkee outpost in the 18th century. Cox's Bazar was established as a district in 1984 and has since become a popular tourist destination in Bangladesh.Aside from its expansive beach, Cox's Bazar is known for its natural beauty, with lush hills and forests, waterfalls, and mangrove forests. It is also home to several wildlife sanctuaries and conservation areas, including the Himchari National Park and the Inani Beach Turtle Conservation Center.In addition to its natural attractions, Cox's Bazar has a vibrant local culture and a variety of activities for visitors, including fishing, water sports, and cultural festivals. The town is also known for its seafood cuisine, with a wide range of fresh seafood available in the local markets and restaurants.",
          "Establishment": "1854 (169  years ago)",
          "famouse": "It is not only famous for its long natural sandy sea beach, but it is also famous for the amazing hospitality, fresh seafood, marine drive, kutubdia, Moheshkhali Island, and amazing St. Martin's Island. Mainly Cox's Bazar is famous for its longest natural sandy beach in the world."
       },
       {
          "id": 3,
          "name":"Sundarbans",
          "image":"https://images.unsplash.com/photo-1601146580645-55b64ab6551d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
          "details":"The Sundarbans is a mangrove forest in the delta region of the Ganges, Brahmaputra, and Meghna rivers, located in Bangladesh and India. The Sundarbans is the largest single block of tidal halophytic mangrove forest in the world, with an area of approximately 10,000 square kilometers.The Sundarbans is home to a wide range of flora and fauna, including several endangered species such as the Royal Bengal tiger, the estuarine crocodile, and the Indian python. It is also a UNESCO World Heritage site and has been designated as a Ramsar site, recognizing its importance as a wetland ecosystem.The Sundarbans is an important natural resource for the region, providing a variety of ecosystem services including fisheries, timber, and medicinal plants. The mangrove forests also play an important role in mitigating the impacts of climate change, by storing carbon and protecting against storm surges and coastal erosion.The Sundarbans is a popular tourist destination, with visitors able to explore the forests by boat and observe the wildlife and natural beauty of the region. However, the region is also facing a variety of threats, including habitat loss, poaching, and climate change, which are putting the unique ecosystem at risk. Efforts are being made by governments and conservation organizations to protect and preserve the Sundarbans for future generations.",
          "Establishment": "1977 (46  years ago)",
          "famouse": "The Sundarbans is of universal importance for globally endangered species including the Royal Bengal Tiger, Ganges and Irawadi dolphins, estuarine crocodiles and the critically endangered endemic river terrapin (Batagur baska). It is the only mangrove habitat in the world for Panthera tigris tigris species."
       },
       {
          "id": 4,
          "name":"Srimangal",
          "image":"https://images.unsplash.com/photo-1605105777592-c3430a67d033?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1032&q=80",
          "details":"Srimangal is a city located in the northeastern part of Bangladesh, in the Sylhet Division. It is known as the tea capital of Bangladesh, with lush green tea plantations covering the surrounding hills and valleys.Srimangal is also home to several wildlife sanctuaries and conservation areas, including the Lawachara National Park, which is known for its diverse flora and fauna, including the critically endangered Hoolock gibbon.The city is a popular destination for eco-tourism, with visitors able to explore the tea gardens, trek through the forests, and enjoy the natural beauty of the region. Srimangal is also known for its vibrant culture and local cuisine, with a variety of traditional dishes made from locally grown ingredients.In addition to tea, Srimangal is also known for its citrus fruits, including oranges, lemons, and limes. The city has a thriving agricultural sector, with a variety of crops grown in the surrounding countryside, including rice, sugarcane, and pineapple.Overall, Srimangal offers visitors a unique blend of natural beauty, cultural richness, and agricultural bounty, making it a must-see destination in Bangladesh for those interested in eco-tourism and local culture.",
          "Establishment": "1912 (111 years ago)",
          "famouse": "Sreemangal is often referred to as the 'tea capital' of Bangladesh, and is most famous for its tea fields. Other than tea, the rubber, pineapple, wood, betel, and lemon industries also exist in the upazila."
       },
       {
          "id": 5,
          "name":"Rangamati",
          "image":"https://images.unsplash.com/photo-1645985926275-d2184d7c2d5c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
          "details":"Rangamati is a district located in the southeastern part of Bangladesh, in the Chittagong Hill Tracts region. It is known for its natural beauty, with lush green hills, forests, and waterfalls, and is home to several indigenous communities.The district is situated on the banks of the Kaptai Lake, which is the largest artificial lake in Bangladesh, created in the 1960s by damming the Karnaphuli River. The lake offers a variety of water sports and activities, including boating, fishing, and swimming.Rangamati is also known for its cultural richness, with several indigenous communities residing in the area, including the Chakma, Marma, Tripura, and Tanchangya. Visitors can explore the local villages and learn about the traditional lifestyles and customs of these communities, including their handicrafts, music, and dance.In addition to its natural and cultural attractions, Rangamati has a variety of outdoor activities for visitors, including trekking, hiking, and camping. The district is home to several trekking trails, including the Chimbuk Hill trek, which offers stunning views of the surrounding hills and valleys.Overall, Rangamati is a unique destination in Bangladesh, offering visitors a blend of natural beauty, cultural richness, and outdoor adventure. It is a must-see destination for those interested in eco-tourism, indigenous cultures, and outdoor activities.",
          "Establishment": "1972 (51 years ago)",
          "famouse": "Rangamati is also famous for cashew nut, water melon, Bangla Banana, fresh fishes of Kaptai lake. The district is also known to all for having a hydraulic Power Plant at Kaptai and Terrestrial Earth Satellite at Betbunia, Kawkhli."
       },
       {
          "id": 6,
          "name":"Kuakata",
          "image":"https://images.unsplash.com/photo-1453872302360-eed3c5f8ff66?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
          "details":"Kuakata is a town located in the southwestern part of Bangladesh, on the shores of the Bay of Bengal. It is known for its beautiful sandy beaches and stunning panoramic views of both the sunrise and sunset over the sea.Kuakata is a popular destination for beach lovers and nature enthusiasts, with its unspoiled and uncrowded beaches offering a peaceful and relaxing atmosphere. The town also has a rich cultural heritage, with several ancient temples and shrines located in the surrounding countryside, including the Kuakata Buddhist Temple and the Jhaubon Palace.One of the most popular attractions in Kuakata is the Kuakata Watch Tower, which offers a stunning panoramic view of the surrounding beaches and sea. Visitors can climb to the top of the tower and enjoy the breathtaking views, as well as spot dolphins and other marine life in the waters below.Kuakata is also known for its local seafood, with a variety of fresh fish, prawns, and crabs available in the town's restaurants and markets. The town also has a variety of handicrafts and souvenirs available for purchase, including handmade jewelry and textiles.Overall, Kuakata offers visitors a unique blend of natural beauty, cultural richness, and delicious seafood, making it a must-see destination in Bangladesh for beach lovers, nature enthusiasts, and foodies alike.",
          "Establishment": "",
          "famouse": "Kuakata is a place of pilgrimage for Hindu and Buddhist communities. Innumerable devotees arrive here at the festivals of 'Rush Purnima' and 'Maghi Purnima'. On these occasions the pilgrims take holy baths at the bay and participate in the traditional fairs."
       },
       {
          "id": 7,
          "name":"Sylhet",
          "image":"https://images.unsplash.com/photo-1634962546038-b7eddb268dd7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=852&q=80",
          "details":"Sylhet is a city located in the northeastern part of Bangladesh, surrounded by lush green tea gardens, beautiful hills, and rivers. It is known for its natural beauty, cultural heritage, and religious significance.One of the most popular attractions in Sylhet is the tea gardens, which cover large parts of the surrounding countryside. Visitors can take a tour of the tea gardens, learn about the tea-making process, and sample the delicious local tea.Sylhet is also known for its stunning natural attractions, including the Lalakhal, a beautiful blue-water river surrounded by hills and forests, and the Jaflong, a natural stone quarry located at the foot of the Meghalaya hills. Visitors can take a boat ride on the Lalakhal or explore the Jaflong and see the unique rock formations and waterfalls.The city is also home to several religious and cultural sites, including the Shrine of Hazrat Shah Jalal, a famous Sufi saint, and the Shrine of Hazrat Shah Paran, another revered saint in the region. These shrines attract a large number of devotees and visitors every year.Sylhet is also known for its delicious cuisine, with a variety of local dishes available in the town's restaurants and markets. The most famous local dish is the Sylheti tea, which is made with a unique blend of spices and is served with milk and sugar.Overall, Sylhet offers visitors a unique blend of natural beauty, cultural richness, and religious significance, making it a must-visit destination in Bangladesh.",
          "Establishment": "1772(March 17)",
          "famouse": "Sylhet is known for its cane products and produces tea, fertilizer, and liquefied petroleum (propane) gas. There are also several handicraft cottage industries, including mat weaving and bamboo work."
       },
       {
          "id": 8,
          "name":"Bandarban",
          "image":"https://images.unsplash.com/photo-1585123388867-3bfe6dd4bdbf?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=801&q=80",
          "details":"Bandarban is a district located in the southeastern part of Bangladesh, known for its stunning natural beauty, lush green hills, and diverse indigenous cultures. It is one of the most popular tourist destinations in Bangladesh, attracting visitors from all over the world.One of the most popular attractions in Bandarban is the Chimbuk Hill, which offers a stunning panoramic view of the surrounding hills and valleys. Visitors can hike to the top of the hill and enjoy the breathtaking views, as well as explore the nearby waterfalls and caves.The district is also home to several indigenous communities, including the Marma, Chakma, and Tripura, each with their unique culture, language, and customs. Visitors can learn about the indigenous cultures and traditions by visiting the local markets, attending festivals and cultural events, and staying in homestays run by indigenous families.Bandarban is also known for its beautiful waterfalls, including the Boga Lake, the Nafakum waterfall, and the Shoilo Propat waterfall, all surrounded by lush green forests and hills. Visitors can swim in the cool waters of the waterfalls, take a boat ride on the Boga Lake, or simply enjoy the natural beauty of the surroundings.The district also has several Buddhist temples and monasteries, including the Golden Temple, a beautiful temple located on top of a hill, and the Rajvihar monastery, an ancient monastery known for its intricate carvings and beautiful architecture.Overall, Bandarban offers visitors a unique blend of natural beauty, indigenous culture, and religious significance, making it a must-visit destination in Bangladesh for nature enthusiasts, culture lovers, and spiritual seekers alike.",
          "Establishment": "1923 (100 years ago)",
          "famouse": "The largest Buddhist Golden Temple, Buddha Dhatu Jadi is also located in the Bandarban district of Bangladesh."
       },
       {
          "id": 9,
          "name":"Chittagong",
          "image":"https://images.unsplash.com/photo-1560279268-93a6f216503f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=774&q=80",
          "details":"Chittagong is a city located in southeastern Bangladesh, known for its rich history, vibrant culture, and bustling port. It is the second-largest city in Bangladesh, after Dhaka, and is a major economic and cultural hub in the country.One of the most popular attractions in Chittagong is the Chittagong Hill Tracts, a region of hills and forests located to the east of the city. The area is home to several indigenous communities, each with their unique culture and customs, and visitors can explore the region's natural beauty, as well as learn about the local culture and traditions.Chittagong is also known for its rich history, with several historical sites and monuments located in the city, including the Chittagong War Cemetery, which commemorates the soldiers who died during World War II, and the Ethnological Museum, which showcases the cultural heritage of Bangladesh.The city is also famous for its bustling port, which is one of the largest in the region and a major gateway for trade and commerce. Visitors can take a tour of the port and see the cargo ships and containers, as well as learn about the port's history and significance in the region.Chittagong is also a culinary destination, with a variety of local dishes available in the city's restaurants and markets. The most famous local dish is the Chittagong biryani, a spiced rice dish made with chicken or mutton, served with a side of raita.Overall, Chittagong offers visitors a unique blend of natural beauty, cultural richness, and economic significance, making it a must-visit destination in Bangladesh for history buffs, nature enthusiasts, and foodies alike.",
          "Establishment": "1340 (683 years ago)",
          "famouse": "The city was the historic terminus of the Assam Bengal Railway and Pakistan Eastern Railway. During the Bangladesh Liberation War in 1971, Chittagong was the site of the Bangladeshi declaration of independence. The port city has benefited from the growth of heavy industry, logistics, and manufacturing in Bangladesh."
       },{ 
          "id": 10,
          "name":"Lalbagh Fort",
          "image":"https://images.unsplash.com/photo-1662563013196-f71e724704aa?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1029&q=80",
          "details":"Lalbagh Fort is a historical monument located in the old part of Dhaka, the capital city of Bangladesh. It was built in the 17th century by Prince Muhammad Azam, the third son of Mughal Emperor Aurangzeb, but it was left unfinished due to political turmoil at the time.The fort has three main parts: the mosque, the palace, and the mausoleum. The mosque is located at the western side of the fort and has three domes with beautiful Islamic calligraphy on the walls. The palace is located at the eastern side of the fort and has a beautiful hall and a hammam, or Turkish-style bath, where the prince used to take his bath. The mausoleum is located at the northern side of the fort and was intended to be the final resting place of the prince's father, but it was never completed.The fort is surrounded by a moat and has two gates: the main gate, known as the Aina Darwaza or Mirror Gate and the south gate, known as the Hathi Pol or Elephant Gate. Visitors can enter the fort through the main gate and explore the different parts of the fort, as well as enjoy the peaceful surroundings and beautiful architecture.Lalbagh Fort is an important historical and cultural landmark in Dhaka, and it is a popular tourist destination in Bangladesh. Visitors can learn about the Mughal era and the architectural style of that time, as well as enjoy the tranquil atmosphere and beautiful surroundings.",
          "Establishment": "1678 (345 years ago)",
          "famouse": "Lalbagh Fort was built as the official residence of the governor of the Mughal province of Bengal, Bihar and Orissa. The complex includes the Mughal governor's house, the tomb of Pari Bibi and a mosque. It is covered by lawns, fountains and water channels. Its two south gates were previously grand arches."

       }] 